{
    "header": {
        "home": "home",
        "about": "about",
        "works": "works",
        "prices": "prices",
        "contacts": "contact"
    },
    "home": {
        "mainTitle": "Persistently",
        "rotatorTitle1": "Developing",
        "rotatorTitle2": "Succeeding",
        "rotatorTitle3": "Moving",
        "rotatorTitle4": "Ahead",
        "text": "We are stands out in the realm of IT services,",
        "subtext": "with a primary focus on developnig web-sites with  user-friendly interfaces. ",
        "buttonText": "Get in Touch",
        "portfolioTitle": "Our portfolio",
        "portfolioSubtitle": "our portfolio to you",
        "portfolioText1": "Web Dev, Admin Panel",
        "portfolioText2": "Web Dev, Content Creation",
        "portfolioText3": "Web Dev, CRM System",
        "portfolioText4": "Web Dev, Complex functionality",
        "portfolioText5": "Web Dev, Unique design",
        "details": "Details",
        "possibilitiesTitle": "We craft compelling and immersive experiences that",
        "possibilitiesSubtitle": "captivate users from beginning to end.",
        "possibilitiesCardText1": "Web Development",
        "possibilitiesCardText2": "Content Creation",
        "possibilitiesCardText3": "Support 24/7",
        "possibilitiesCardText4": "Corporate Website",
        "possibilitiesCardText5": "Multi-page Website",
        "possibilitiesCardText6": "Single-page Website",
        "aboutSectionTitle": "We are a tech-savvy and forward-thinking IT growth agency,",
        "aboutSectionSubtitle": "immersed in a culture driven by strategic innovation and adept at creative problem-solving.",
        "aboutSectionButtonText": "About Us",
        "stackTitle": "Our Tech Stack",
        "stackSubtitle1": "Frontend Development",
        "stackSubtitle2": "Backend Development",
        "stackSubtitle3": "UI/UX Design"
    },
    "about": {
        "title": "About us",
        "text": "Arctic Web - development of websites, web applications, and many other solutions.",
        "subtext": "Our goal is to provide our clients with state-of-the-art solutions.",
        "mainText": "We are an innovative and forward-looking IT solutions firm,",
        "mainSubtext": "deeply ingrained in a culture of strategic thinking and creative problem-solving.",
        "crewText": "We are an innovative and forward-looking IT solutions firm,",
        "crewSubtext": "establishing a new industry standard.",
        "crewName1": "Artem",
        "crewName2": "Alex",
        "crewName3": "Ivan",
        "crewName4": "Valentine",
        "crewPosition1": "Team Lead",
        "crewPosition2": "FullStack Developer",
        "crewPosition3": "Frontend Developer",
        "crewPosition4": "UI/UX Designer"
    },
    "works": {
        "title": "Works",
        "text": "In our IT agency, we excel at transforming concepts into tangible realities,",
        "subtext": "bringing ideas to life with expertise.",
        "title1": "Intro",
        "title2": "Quality",
        "descr1": "Our website is defined as a key element in communication and innovation for Elcor Corporation. This project simplifies access to information about our switchboard equipment and facilitates interaction with customers in the metallurgy industry.",
        "descr2": "The Elcor website uses advanced technologies to provide convenient access to information about switchboard equipment. Its adaptive design, efficient navigation and interactive elements create an attractive and informative interface. Ensured data security, the ability to integrate with CRM and speed help to optimize work processes.",
        "descr3": "We are pleased to present the StroySet project - an efficient website for convenient and fast ordering of construction materials. Our team is focused on creating a functional and ergonomic tool for ordering construction resources, helping to optimize business processes and customer convenience.",
        "descr4": "StroySet development is based on modern and effective approaches aimed at creating a high-quality and functional product for our users. In particular, a powerful Admin Panel plays an important role in our approach, providing administrators with full control and convenience in interacting with the content and functionality of the site.Fulfillment of all requirements set by the customer is among our priorities, ensuring that our product fully meets the tasks and expectations of the customer.",
        "descr5": "Our company has developed a website for Shoes Factory Corporation, a leading manufacturer and distributor of footwear. This project is an embodiment of modern technologies and elegant design that provides users with convenient access to an exquisite range of footwear and enhances the company's image in the online segment of the footwear market.",
        "descr6": "The Shoes Factory website uses advanced technology for a convenient and engaging shopping experience. Its intuitive interface and fast navigation make it easy to browse and choose from a diverse range of footwear. The technically realized possibility of personalizing the selection and integration with payment systems contribute to efficient online sales. The security and privacy of user data are protected according to modern standards, making shopping at Shors Factory a reliable and enjoyable process.",
        "descr7": "QuestTsker is a modern tool that is changing the way we manage our tasks. With QuestTsker, we wanted to create not just an app, but a highly effective task management tool that makes your workday easier.",
        "descr8": "QuestTsker is your trusted assistant for managing tasks and optimizing your workday. The simple and intuitive interface allows you to quickly create and track tasks. Flexibility in managing tasks, easy editing and moving make it an effective tool. A warning system, convenient file saving, and the ability to view progress help with long-term task planning and execution. TaskMaster is for those who value time and productivity.",
        "descr9": "Welcome to our virtual world of taste and pleasure - an online store for true pizza connoisseurs! I, your developer, am proud to present this unique resource where every visitor can enjoy an endless variety of flavorful and appetizing pizzas created with love and professionalism.",
        "descr10": "Welcome to our virtual world of flavour and pleasure - a web shop for true pizza connoisseurs! I, your developer, am proud to present this unique resource where every visitor can enjoy an endless variety of flavourful and mouth-watering pizzas, created with love and professionalism. Our web shop makes it easy for you to choose from an extensive menu, order and enjoy your perfect pizza in a few clicks. A simple and intuitive interface makes your ordering experience as enjoyable as possible, and extensive customisation options allow you to create your own unique combination of ingredients."
    },
    "contacts": {
        "title": "Contact",
        "text": "Connect with us through our contact page and",
        "subtext": "let us know how we can assist you.",
        "name": "FULL NAME*",
        "email": "EMAIL ADDRESS*",
        "descr": "HOW CAN I HELP YOU?*",
        "company": "COMPANY*",
        "buttonText": "Send Message"
    },
    "prices": {
        "title": "Our Prices",
        "from": "from",
        "text": "Our flexible packages cater to businesses",
        "subtext": "of different sizes and needs.",
        "servis1": "Single-Page Website",
        "servis2": "Multi-Page Website",
        "servis3": "Corporation Website",
        "servis4": "E-commerce Website",
        "info1": "The perfect plan for small businesses.",
        "info2": "The perfect plan for large businesses.",
        "info3": "The perfect plan for companies",
        "info4": "The ideal platform for online sales and transactions.",
        "feature1": "Simplicity and Easy Navigation",
        "feature2": "Sectional Design",
        "feature3": "Scrolling Animations and Transitions",
        "feature4": "Responsive Design",
        "feature5": "Call-to-Action (CTA) Emphasis",
        "feature6": "Hierarchical Structure",
        "feature7": "Diverse Content Presentation",
        "feature8": "SEO Optimization",
        "feature9": "Focused Calls-to-Action",
        "feature10": "Scalability and Expansion",
        "feature11": "Corporate Overview",
        "feature12": "Core Services or Products",
        "feature13": "Corporate Social Responsibility (CSR)",
        "feature14": "Team Showcase",
        "feature15": "Contact Information",
        "feature16": "Product Catalog",
        "feature17": "Shopping Cart & Checkout",
        "feature18": "User Accounts",
        "feature19": "Payment Integration",
        "feature20": "Contact Information",
        "buttonText": "Let's Work"
    },
    "footer": {
        "title": "Let's create together!",
        "buttonText": "Let's ",
        "buttonSubtext": "talk",
        "text": "Arctic-Web prioritizes crafting seamless user experiences and captivating visual aesthetics with an emphasis on IT solutions.",
        "subtitle1": "Navigation",
        "subtitle2": "Works",
        "subtitle3": "Find Us",
        "bottomText": "Arcic Web, all rights reseirved!"
    },
    "form": {
        "buttonText": "Make order",
        "prev": "Previus",
        "next": "Next",
        "send": "Send",
        "title1": "Services",
        "title2": "Budget",
        "title3": "Task",
        "title4": "How did you hear about us?",
        "title5": "Contact details",
        "message": "Thank you for your feedback. We will get back to you as soon as possible!"
    },
    "step1": {
        "text1": "Landing page or promo site",
        "text2": "Corporate website",
        "text3": "UI-UX design",
        "text4": "Android and iOS app",
        "text5": "Design"
    },
    "step2": {
        "text1": "Up to $1000",
        "text2": "from $1000 to $3000",
        "text3": "from $3000 to $6000",
        "text4": "from $3000 to $9000"
    },
    "step3": {
        "text1": "Describe your task in a couple sentences"
    },
    "step4": {
        "text1": "From friends",
        "text2": "From advertisement",
        "text3": "Found on Google",
        "text4": "Completed work",
        "text5": "Other"
    },
    "step5": {
        "text1": "Call",
        "text2": "Enter your name",
        "text3": "Enter your e-mail address",
        "text4": "Enter your phone number:",
        "text5": "By clicking the button, you consent to the processing of your personal data"
    }
}
